{
  "header": {
    "login": "Login",
    "navigator1": "Home",
    "navigator2": "Comprehensive",
    "navigator3": "Lottery",
    "navigator4": "Lottery 2.1",
    "navigator5": "TK Mall",
    "navigator6": "Flash Sale Mall",
    "navigator7": "Exchange",
    "navigator8": "Wealth Management",
    "navigator9": "Staking",
    "navigator10": "Game API",
    "navigator11": "Technical Support",
    "navigator12": "About Us"
  },
  "home": {
    "ADTitle": "DG White Label Solution",
    "ADcontent": "DG White Label platform building expert. With over 15 years of history, we have earned the trust of 1000+ clients. We specialize in providing lottery, board games, sports betting, and comprehensive white label solutions for Southeast Asia and international markets. No deposit required, no prepayment needed, with massive game API integrations. Choose Tiancheng for success that will propel your business forward.",
    "ADButton": "Launch Now",
    "whatWay_t": "What solutions does DG White Label offer?",
    "whatWay_c": "DG Group's white label service provides comprehensive technical guidance and services for new industry partners, reducing financial burdens in both technical and corporate infrastructure aspects. Therefore, delivering tailor-made white label solutions is our professional strength!",
    "whatWay_b_t1": "Comprehensive Package",
    "whatWay_b_t2": "Lottery Package",
    "whatWay_b_t3": "Lottery 2.1",
    "whatWay_b_t4": "TK Mall",
    "whatWay_b_t5": "Flash Sale Mall",
    "whatWay_b_t6": "Exchange",
    "whatWay_b_t7": "Wealth Management",
    "whatWay_b_t8": "Staking",
    "whatWay_b_c1": "Covers the most common game types in the current online gaming market, including lottery, board games, live casino, sports betting, esports, fishing games, and slot machines (also known as electronic games).",

    "whyChoose_t": "Why choose DG White Label?",
    "whyChoose_c": "DG White Label offers 9 major advantages. We deeply understand operational needs and market demands for products. With years of system R&D achievements, we provide stable and reliable system architecture that fits various business models, enabling you to launch your venture quickly at reasonable costs. Tiancheng offers all-terminal platforms with no hidden fees or deposits. Purchase credits anytime as needed. No technical worries or expensive development costs - focus on your market operations.",
    "whyChoose_b_t1": "Richest third-party games",
    "whyChoose_b_c1": "Access thousands of slot games and Asia's most extensive lottery games and playing method",
    "whyChoose_b_t2": "Trusted by 1000+ clients",
    "whyChoose_b_c2": "Trusted by thousands of partners - all give positive feedback!",
    "whyChoose_b_t3": "7x24 dedicated consultant service",
    "whyChoose_b_c3": "Personalized account management",
    "whyChoose_b_t4": "Multi-language platform support",
    "whyChoose_b_c4": "Essential for global expansion - helps conquer new markets",
    "whyChoose_b_t5": "Diverse reward models",
    "whyChoose_b_c5": "Multiple reward systems: points, lottery tickets, wheel games, registration bonuses, recharge rewards, downloads, tasks, lucky draws, check-ins, etc.",
    "whyChoose_b_t6": "Big data AI analysis",
    "whyChoose_b_c6": "Comprehensive operational reports and real-time intelligent monitoring system to mitigate risks",
    "whyChoose_b_t7": "Full-terminal platform system",
    "whyChoose_b_c7": "Includes PC version, H5 version, and mobile apps (iOS/Android)",
    "whyChoose_b_t8": "Flexible automatic agent system",
    "whyChoose_b_c8": "One-time configuration enables rebates, dividends, commissions, salaries, and national agency systems with automatic calculations and distributions.",
    "whyChoose_b_t9": "Customized designs",
    "whyChoose_b_c9": "Create your unique brand style",
    "levelOfSecurity_t": "Highest security standards",
    "levelOfSecurity_c": "Security considerations begin at the planning stage. DG's security team comprises elite financial risk control experts with decades of accumulated experience. Using professional, scientific, and rigorous security standards, safeguarding your network security is our top priority. Our 24/7 real-time monitoring, military-grade firewalls and servers, update management, and data backups ensure platform security.",
    "levelOfSecurity_b_t1": "24/7 dedicated monitoring",
    "levelOfSecurity_b_t2": "Multi-point cloud storage",
    "levelOfSecurity_b_t3": "Suspicious activity alerts",
    "levelOfSecurity_b_t4": "National-grade firewall",
    "levelOfSecurity_b_t5": "SSL encryption certificates",
    "levelOfSecurity_b_t6": "Encrypted data backups",
    "levelOfSecurity_b_t7": "DDoS attack protection",
    "aboutMe_title": "About Us",
    "aboutMe_content1": "Established in 2016, we are an innovative company making strides in the industry. We specialize in providing cutting-edge website development and White Label services to global clients. Our goal is to drive continuous industry development and innovation through exceptional technology and premium services.",
    "aboutMe_content2_t": "Our Vision:",
    "aboutMe_content2": "To become a global industry leader delivering unparalleled experiences and business solutions. We believe the fusion of technology and creativity will shape the industry's future.",
    "aboutMe_content3_t": "Our Mission:",
    "aboutMe_content3": "To provide one-stop industry solutions enabling quick launch and continuous optimization. Through innovative technology, customized services, and industry best practices, we're committed to our clients' success."
  },
  "other": {
    "demoStation": "Lottery White Label Demo Site",
    "account": "Account",
    "password": "Password",
    "demo": "Demo",
    "desc": "Lottery White Label is a professional online lottery system solution that provides turnkey technical support and operational services, enabling businesses to quickly establish a complete lottery platform."
  }
}
