{
    "header": {
      "login": "Đăng nhập",
      "navigator1": "Trang chủ",
      "navigator2": "Tổng hợp",
      "navigator3": "Xổ số",
      "navigator4": "Xổ số 2.1",
      "navigator5": "TK Mall",
      "navigator6": "Flash Sale Mall",
      "navigator7": "Sàn giao dịch",
      "navigator8": "Quản lý tài chính",
      "navigator9": "Thế chấp",
      "navigator10": "Game API",
      "navigator11": "Hỗ trợ kỹ thuật",
      "navigator12": "Về chúng tôi"
    },
    "home": {
      "ADTitle": "DG White Label",
      "ADcontent": "Chuyên gia xây dựng nền tảng DG White Label với hơn 15 năm kinh nghiệm, hiện đã có hơn 1000+ khách hàng tin tưởng. Chúng tôi cung cấp giải pháp white label cho xổ số, game bài, thể thao, tổng hợp và thị trường Đông Nam Á, nền tảng quốc tế, không yêu cầu đặt cọc, không phí trả trước, tích hợp hàng loạt API trò chơi. Chọn Thiên Thành thành công, chắc chắn sẽ giúp bạn tiến xa.",
      "ADButton": "Mở trang ngay",
      "whatWay_t": "DG White Label cung cấp giải pháp gì?",
      "whatWay_c": "Dịch vụ white label của tập đoàn DG cung cấp hướng dẫn kỹ thuật toàn diện cho đối tác mới, giúp tiết kiệm chi phí kỹ thuật và xây dựng công ty. Cung cấp dịch vụ white label tùy chỉnh là thế mạnh chuyên môn của chúng tôi!",
      "whatWay_b_t1": "White Label tổng hợp",
      "whatWay_b_t2": "White Label xổ số",
      "whatWay_b_t3": "Xổ số 2.1",
      "whatWay_b_t4": "TK Mall",
      "whatWay_b_t5": "Flash Sale Mall",
      "whatWay_b_t6": "Sàn giao dịch",
      "whatWay_b_t7": "Quản lý tài chính",
      "whatWay_b_t8": "Thế chấp",
      "whatWay_b_c1": "Bao gồm tất cả các loại game phổ biến nhất trên thị trường cá cược trực tuyến hiện nay như: xổ số, game bài, live casino, thể thao, esports, bắn cá và slot game (game điện tử).",
      "whatWay_b_c2": "Cung cấp hệ thống xổ số trực tuyến all-in-one, hỗ trợ đa dạng loại hình xổ số, hệ thống đại lý đa cấp và quay số mở thưởng thời gian thực, phù hợp cho nhà điều hành và đại lý xổ số.",
      "whatWay_b_c3": "Phiên bản nâng cấp hệ thống xổ số với kiểm soát rủi ro thông minh, gameplay mới, UI/UX tùy chỉnh và phân tích dữ liệu lớn, nâng cao trải nghiệm và bảo mật người dùng.",
      "whatWay_b_c4": "TikTok Shop là nền tảng thương mại xã hội dựa trên video ngắn và livestream bán hàng, cho phép người dùng duyệt, mua và bán sản phẩm trực tiếp trên TikTok, kết hợp mô hình 'trồng cỏ' video ngắn + livestream tạo trải nghiệm mua sắm mới.",
      "whatWay_b_c5": "Nền tảng kết hợp nhiệm vụ, người dùng có thể nhận đơn hàng để hoàn thành nhiệm vụ kiếm lợi nhuận, hỗ trợ thanh toán thời gian thực và cơ chế chống gian lận.",
      "whatWay_b_c6": "Cung cấp nhiều chế độ giao dịch bao gồm spot, futures và đòn bẩy, hỗ trợ tích hợp API, xác minh KYC và quản lý rủi ro.",
      "whatWay_b_c7": "Hỗ trợ quản lý tài chính kỳ hạn, linh hoạt và quản lý lợi nhuận, cung cấp chức năng đầu tư tài sản số an toàn, tuân thủ và chia cổ tức.",
      "whatWay_b_c8": "Hỗ trợ vay thế chấp bằng tiền số, NFT và các tài sản khác, cung cấp hệ thống thanh lý tự động và kiểm soát rủi ro đảm bảo an toàn tài sản.",
  
      "whyChoose_t": "Tại sao chọn DG White Label?",
      "whyChoose_c": "DG White Label sở hữu 9 ưu điểm vượt trội, thấu hiểu nhu cầu vận hành, nắm bắt yêu cầu sản phẩm đa thị trường, tích lũy thành tựu R&D hệ thống nhiều năm, kiến trúc hệ thống ổn định mạnh mẽ, phù hợp mọi mô hình vận hành và giúp bạn khởi nghiệp với mức giá hợp lý nhất. Thiên Thành cung cấp đa nền tảng, không phí ẩn, không yêu cầu đặt cọc, tự động nạp tiền linh hoạt. Bạn không cần lo lắng vấn đề kỹ thuật hay chi phí R&D đắt đỏ, tập trung vào vận hành thị trường.",
      "whyChoose_b_t1": "Kho game bên thứ 3 phong phú nhất",
      "whyChoose_b_c1": "Sở hữu hàng ngàn tựa game slot, nhiều game xổ số và cách chơi nhất châu Á",
      "whyChoose_b_t2": "1000+ khách hàng tin tưởng",
      "whyChoose_b_c2": "Hàng ngàn đối tác hợp tác tin cậy, ai dùng cũng khen!",
      "whyChoose_b_t3": "Dịch vụ tư vấn 7x24",
      "whyChoose_b_c3": "Dịch vụ chuyên biệt",
      "whyChoose_b_t4": "Hỗ trợ đa ngôn ngữ",
      "whyChoose_b_c4": "Điều kiện tiên quyết để mở rộng quốc tế",
      "whyChoose_b_t5": "Đa dạng chế độ thưởng",
      "whyChoose_b_c5": "Nhiều chế độ thưởng như tặng điểm, vé xổ số, vòng quay may mắn, đăng ký, nạp tiền, tải xuống, nhiệm vụ, xổ số, check-in...",
      "whyChoose_b_t6": "Phân tích AI dữ liệu lớn",
      "whyChoose_b_c6": "Cung cấp báo cáo vận hành toàn diện, hệ thống giám sát cảnh báo thông minh thời gian thực, giúp bạn tránh xa rủi ro tiềm ẩn",
      "whyChoose_b_t7": "Hệ thống đa nền tảng",
      "whyChoose_b_c7": "Bao gồm phiên bản máy tính, H5, ứng dụng di động iOS/Android",
      "whyChoose_b_t8": "Hệ thống đại lý tự động linh hoạt",
      "whyChoose_b_c8": "Chỉ cần cấu hình một lần, sở hữu ngay chức năng đại lý tự động tính toán và chi trả hoa hồng, cổ tức, tiền lương, đại lý toàn dân.",
      "whyChoose_b_t9": "Thiết kế tùy chỉnh riêng biệt",
      "whyChoose_b_c9": "Xây dựng phong cách thương hiệu riêng của bạn",
      "levelOfSecurity_t": "Cấp độ bảo mật cao nhất",
      "levelOfSecurity_c": "Ngay từ khâu lập kế hoạch dịch vụ, chúng tôi đã tính đến bảo mật. Đội ngũ kiểm soát DG White Label tập hợp các chuyên gia quản lý rủi ro tài chính giàu kinh nghiệm trong và ngoài nước, áp dụng tiêu chuẩn và phương pháp phòng ngừa bảo mật chuyên nghiệp, khoa học và nghiêm ngặt sau hơn 10 năm tích lũy kinh nghiệm. Bảo vệ an ninh mạng luôn là nhiệm vụ quan trọng nhất của chúng tôi. Đội ngũ bảo mật Thiên Thành bảo vệ nền tảng của bạn với giám sát mạng 24/7, tường lửa cấp quốc gia, máy chủ, quản lý cập nhật và sao lưu dữ liệu, đảm bảo nền tảng của bạn luôn an toàn.",
      "levelOfSecurity_b_t1": "Giám sát chuyên dụng 24/7",
      "levelOfSecurity_b_t2": "Dữ liệu đám mây đa điểm",
      "levelOfSecurity_b_t3": "Cảnh báo rủi ro đáng ngờ",
      "levelOfSecurity_b_t4": "Tường lửa cấp quốc gia",
      "levelOfSecurity_b_t5": "Chứng chỉ mã hóa SSL",
      "levelOfSecurity_b_t6": "Sao lưu dữ liệu mã hóa",
      "levelOfSecurity_b_t7": "Chống tấn công DDoS",
      "aboutUs_title": "Về chúng tôi",
      "aboutUs_content1": "Thành lập năm 2016, chúng tôi là công ty đổi mới nổi bật trong lĩnh vực. Chúng tôi chuyên cung cấp dịch vụ phát triển website và nền tảng White Label hàng đầu toàn cầu. Mục tiêu của chúng tôi là thúc đẩy sự phát triển và đổi mới liên tục của ngành thông qua công nghệ xuất sắc và dịch vụ chất lượng cao.",
      "aboutUs_content2_t": "Tầm nhìn của chúng tôi:",
      "aboutUs_content2": "Trở thành người dẫn đầu toàn cầu trong ngành, cung cấp trải nghiệm và giải pháp kinh doanh vô song. Chúng tôi tin rằng sự kết hợp giữa công nghệ và sáng tạo sẽ thúc đẩy tương lai của ngành.",
      "aboutUs_content3_t": "Sứ mệnh của chúng tôi:",
      "aboutUs_content3": "Cung cấp giải pháp all-in-one cho ngành, giúp khách hàng triển khai nhanh chóng và tối ưu hóa liên tục hoạt động kinh doanh. Chúng tôi cam kết thông qua công nghệ đổi mới, dịch vụ tùy chỉnh và thực tiễn tốt nhất ngành, giúp khách hàng thành công."
    },
    "other": {
      "demoStation": "Trang demo white label xổ số",
      "account": "Tài khoản",
      "password": "Mật khẩu",
      "demo": "Bản demo",
      "desc": "White Label xổ số (Lottery Package Network) là giải pháp hệ thống xổ số trực tuyến chuyên nghiệp, cung cấp hỗ trợ kỹ thuật và dịch vụ vận hành all-in-one, giúp doanh nghiệp nhanh chóng xây dựng nền tảng xổ số hoàn chỉnh."
    },
    "gameAPI": {
      "1": "Dò mìn",
      "2": "Hổ Tài Lộc",
      "3": "Thỏ Tài Lộc", 
      "4": "Rồng Hổ Đấu",
      "5": "Sic Bo",
      "6": "Baccarat",
      "7": "Fan Tan",
      "8": "Đấu Đỏ Đen",
      "9": "Bò Bò",
      "10": "Xí Ngầu",
      "11": "Cá-Tôm-Cua"
    }
  }